export const faq = [
  {
    title: "3 чим працює кінезіологія?",
    description: "Структура: кістки, мʼязи, органи <br /> Біохімія: внутрішні органи <br /> Емоції: на всіх рівнях " +
      "(свідомі, підсвідомі, витіснені) <br /> Енергії: всі балансування тонких планів <br /> Одним словом з Людиною, " +
      "що б її не турбувало",
  },
  {
    title: "Чи працює кінезіологія з психічними розладами?",
    description: "Так, і це питання вирішується. Кінезіологія працює з Людиною. Не симптом є основним, а та причина, " +
      "що призвела до нього. В психічних розладах дорослих треба дивитися конкретний випадок і знати безпосередньо " +
      "який термін та ступінь хвороби. <br />" +
      "Мабуть більше робота може йти через близьких, або навіть зі станом близьких в контексті діагнозу хворих.",
  },
  {
    title: "Як потрібно готуватись до корекції?",
    description: "Для підготовки до корекції рекомендую добре відпочити, прийти в зручному одязі, який не сковує рухів. " +
      "Пий більше води та уникай важкої їжі перед сеансом. Якщо є медичні обстеження, захопи їх із собою. " +
      "Якщо відчуваєш дискомфорт або біль, обов’язково скажи мені перед початком сеансу.",
  },
  {
    title: "Скільки треба сеансів?",
    description: "Для підготовки до корекції рекомендую добре відпочити, прийти в зручному одязі, який не сковує рухів. " +
      "Пий більше води та уникай важкої їжі перед сеансом. Якщо є медичні обстеження, захопи їх із собою. " +
      "Якщо відчуваєш дискомфорт або біль, обов’язково скажи мені перед початком сеансу.",
  },
  {
    title: "Чи працюєте ви з дітками?",
    description: "З дітками в основному лише після того, як продіагностую їх, і якщо ситуація пов'язана з батьками, " +
      "з тими моментами, які батьки транслюють, то спочатку бажано відпрацьовувати питання з батьками.  " +
      "Що стосується крихиток після народження, так їм доводиться робити баланси стосовно зняття стресу на народження, " +
      "якихось певних аспектів, які під час пологів були, тому все по ситуації індивідуально.",
  },
  {
    title: "З якими проблемами до вас звертаються?",
    description: "Якщо ти відчуваєш, що тобі щось заважає, якщо тебе щось обмежує, якщо тебе щось постійно зупиняє, " +
      "ламає, чи не дозволяє тобі відчувати себе комфортно, це привід уже працювати. <br />" +
      "І ще одна сторона, коли ти відчуваєш, що ти хочеш кудись піти далі, але чомусь ти ще не в тому стані, в якому " +
      "ти можеш це отримати. Я тобі можу з цим допомогти",
  },
  {
    title: "Чи може тіло ПРИХОВАТИ реальні причини стану фізичного або психічного?",
    description: "Тіло не бреше, але мозок може все намагатися саботажувати. <br />" +
      "Тому для цього я і використовую ММТ (мʼязовий тест) в роботі з клієнтами.",
  },
  {
    title: "Чому тіло може крепатури після сеансу?",
    description: "Дуже часто клієнт звертається до кінезіолога вже маючи немалий «досвід» життя з тим чи іншим станом. " +
      "Тіло постійно перебуває у напрузі, яку сприймає, вже потім, як норму. <br />" +
      "На сеансі знімається стрес із мʼязів, мозок починає бачити в цілому весь організм і всю <br />" +
      "ту «роботу» яку виконував весь цей час. Це як <br />" +
      "добігти марафон. <br />" +
      "А ще це часто пов'язано з тим, що <br />" +
      "вирішується проблема, від якої страждало тіло, знімаються всі вже не потрібні компенсації і приходить «втома», починає.",
  },
  {
    title: "Як відбувається дистанційний сеанс, якщо ти не торкаєшся до тіла?",
    description: "Коли я кажу «дистанційно», маю на увазі і без відео або аудіозвʼязку. <br />" +
      "Перше, що ми маємо розуміти - ми є частиною Всесвіту. Тому через простір можна працювати, і не обовʼязково для " +
      "цього торкатися фізично руками. Хоча, якщо людина в гарному контакті зі своїм тілом, вона і на дистанційному зціленні відчуває все. <br />" +
      "Робота може відбуватися з фантомом клієнта, з ефірним тілом, одним словом з магнітно-енергетичне поле людини. <br />" +
      "Спеціаліст «зчитує» всю інформацію з простору та тестує через себе та виконує корекції енергетичного тіла клієнта. <br />" +
      "Результати іноді бувають навіть каращі ніж від очних, тому, що клієнт відчуває свою причетність і " +
      "відповідальність, а не перекладає її на спеціаліста. <br />" +
      "Йде повна довіра Собі, Спеціалісту та Всесвіту!",
  },
];